# My favourite text editor
tap 'neovim/neovim'
brew 'neovim'

# Essential Utilities
brew 'tmux'
brew 'vim'
brew 'tree'
brew 'fzf'
brew 'wget'
brew 'ack'

brew 'openssl'

# Usefull tools
brew 'ctags'

# Stupid stuff
brew 'cowsay'
brew 'fortune'

# Source managers
#brew 'rbenv'
#brew 'nvm'
#brew 'jenv'
#brew 'pyenv-virtualenv'

# My favourite text editor
tap 'neovim/neovim'
brew 'neovim'

# Vim Based Explorers
brew 'vifm'
brew 'tig'

# My favourite text editor
tap 'neovim/neovim'
brew 'neovim'
